/* unsupportedOSErr description */
" requires Mac OS X version 10.4 (Tiger) or higher." = " requires Mac OS X version 10.4 (Tiger) or higher.";

/* the title of the notification dialog when an audio file referenced in stored session data cannot be found */
"%@:  Audio file not found." = "%@:  Audio file not found.";

/* libsndfile SF_ERR_SYSTEM description */
"A system error occurred while trying to read the file." = "A system error occurred while trying to read the file.";

/* explanation for the dialog telling you that the audio file could not be loaded */
"An error was encountered while trying to load audio data from the file.  %@" = "An error was encountered while trying to load audio data from the file.  %@";

/* parameter clump name */
"audio output" = "audio output";

/* parameter clump name */
"audio sample playback" = "audio sample playback";

/* pop-up help text for the Pitch Shift parameter */
"changes the audio playback pitch between +/- the Pitch Range value" = "changes the audio playback pitch between +/- the Pitch Range value";

/* pop-up help text for the Open Audio File button */
"choose an audio file to load up onto the \"turntable\"" = "choose an audio file to load up onto the \"turntable\"";

/* pop-up help text for the About hot-spot */
"click here to go to the Destroy FX web site" = "click here to go to the Destroy FX web site";

/* pop-up help text for the Note-Power Track parameter */
"enabling this will cause note-on and note-off messages to be mapped to turntable power on and off for an interesting effect" = "enabling this will cause note-on and note-off messages to be mapped to turntable power on and off for an interesting effect";

/* pop-up help text for the Loop parameter */
"if you enable this, the audio sample playback will continuously loop" = "if you enable this, the audio sample playback will continuously loop";

/* parameter clump name */
"pitch" = "pitch";

/* parameter clump name */
"scratching" = "scratching";

/* libsndfile SF_ERR_UNSUPPORTED_ENCODING description */
"The audio data is encoded in a format that is not supported." = "The audio data is encoded in a format that is not supported.";

/* libsndfile SF_ERR_UNRECOGNISED_FORMAT description */
"The audio data is in a format that could not be recognized." = "The audio data is in a format that could not be recognized.";

/* libsndfile SF_ERR_MALFORMED_FILE description */
"The audio data is not readable due to being malformed." = "The audio data is not readable due to being malformed.";

/* title for the dialog telling you that the audio file could not be loaded */
"The file \\U201C%@\\U201D could not be loaded." = "The file “%@” could not be loaded.";

/* the detailed message of the notification dialog when an audio file referenced in stored session data cannot be found */
"The previously used file \"%@\" could not be found." = "The previously used file \"%@\" could not be found.";

/* pop-up help text for the Direction parameter */
"this changes playback direction of the audio sample, regular or reverse" = "this changes playback direction of the audio sample, regular or reverse";

/* pop-up help text for the Spin Down Speed parameter */
"this controls how quickly the audio playback \"spins down\" when the turntable power turns off" = "this controls how quickly the audio playback \"spins down\" when the turntable power turns off";

/* pop-up help text for the Spin Up Speed parameter */
"this controls how quickly the audio playback \"spins up\" when the turntable power turns on" = "this controls how quickly the audio playback \"spins up\" when the turntable power turns on";

/* pop-up help text for the Volume parameter */
"this controls the overall volume of the audio output" = "this controls the overall volume of the audio output";

/* pop-up help text for the Pitch Range parameter */
"this controls the range of pitch adjustment values that the Pitch Shift parameter offers" = "this controls the range of pitch adjustment values that the Pitch Shift parameter offers";

/* pop-up help text for the Mute parameter */
"this mutes the audio output" = "this mutes the audio output";

/* pop-up help text for the MIDI Reset button */
"this removes all of your MIDI CC -> parameter assignments" = "this removes all of your MIDI CC -> parameter assignments";

/* pop-up help text for the Scratch Speed parameter */
"this sets the speed of the scratching effect that the Scratch Amount parameter produces" = "this sets the speed of the scratching effect that the Scratch Amount parameter produces";

/* pop-up help text for the Scratch Amount parameter */
"This slider is what does the actual scratching.  In scrub mode, the slider represents time.  In spin mode, the slider represents forward and backward speed." = "This slider is what does the actual scratching.  In scrub mode, the slider represents time.  In spin mode, the slider represents forward and backward speed.";

/* pop-up help text for the Key Tracking parameter */
"this switches key tracking on or off (key tracking means that the pitch and speed of the audio sample playback are transposed in relation to the pitch of the MIDI note)" = "this switches key tracking on or off (key tracking means that the pitch and speed of the audio sample playback are transposed in relation to the pitch of the MIDI note)";

/* pop-up help text for the MIDI Learn button */
"This switches MIDI learn mode on or off.  When MIDI learn is on, you can click on a parameter control to enable that parameter as the \"learner\" for incoming MIDI CC messages." = "This switches MIDI learn mode on or off.  When MIDI learn is on, you can click on a parameter control to enable that parameter as the \"learner\" for incoming MIDI CC messages.";

/* pop-up help text for the Power parameter */
"this switches the turntable power on or off" = "this switches the turntable power on or off";

/* pop-up help text for the Note Mode parameter */
"This toggles between \"reset mode\" (notes restart playback from the beginning of the audio sample) and \"resume mode\" (notes trigger playback from where the audio sample last stopped)" = "This toggles between \"reset mode\" (notes restart playback from the beginning of the audio sample) and \"resume mode\" (notes trigger playback from where the audio sample last stopped)";

/* pop-up help text for the Scratch Mode parameter */
"this toggles between scrub mode and spin mode, which affects the behavior of the Scratch Amount parameter" = "this toggles between scrub mode and spin mode, which affects the behavior of the Scratch Amount parameter";

/* parameter clump name */
"turntable power" = "turntable power";

/* pop-up help text for the Play button */
"use this to start or stop the audio sample playback" = "use this to start or stop the audio sample playback";

/* pop-up help text for the Help button */
"view the full manual" = "view the full manual";

/* pop-up help text for the Root Key parameter */
"when Key Track is enabled, this controls the MIDI key around which the transposition is centered" = "when Key Track is enabled, this controls the MIDI key around which the transposition is centered";

